tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "readline"
brew "xz"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "binutils"
brew "bitwarden-cli"
brew "brew-gem"
brew "c"
brew "glib"
brew "coreutils"
brew "diffutils"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "ruby"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "grep"
brew "helm"
brew "ipcalc"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "marp-cli"
brew "node"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openjdk"
brew "prometheus"
brew "ripgrep"
brew "rtx"
brew "rust"
brew "tcl-tk"
brew "terraform"
brew "terragrunt"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "font-fira-code-nerd-font"
cask "font-powerline-symbols"
cask "iterm2"
cask "obsidian"
cask "rectangle"
